Repository: dotnet/xcsync
Catalog: src/xcsync/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# Generate.HeaderInformation
source: Generating files from project '{0}' to target '{1}'
cs: Generují se soubory z projektu {0} do cíle {1}.
de: Dateien werden aus dem Projekt "{0}" werden im Ziel "{1}" generiert.
es: Generando archivos del proyecto '{0}' al destino '{1}'
it: Generazione dei file dal progetto '{0}' alla destinazione'{1}'
ja: プロジェクト '{0}' からターゲット '{1}' にファイルを生成しています
ko: '{0}' 프로젝트에서 '{1}' 대상으로의 파일을 생성하는 중
pt_br: Gerando arquivos do projeto "{0}" para o destino "{1}"
ru: Создание файлов из проекта "{0}" в целевой объект "{1}"
tr: '{0}' projesinden '{1}' hedefine dosyalar oluşturuluyor
zh_hans: 正在将文件从项目“{0}”生成到目标“{1}”
zh_hant: 正在從專案 '{0}' 對目標 '{1}' 產生檔案

# Generate.OpenProject
source: '{0}' is open in Xcode
cs: Projekt {0} je otevřený v Xcode.
de: "{0}" ist in Xcode geöffnet
es: '{0}' está abierto en Xcode
it: '{0}' è aperto in Xcode
ja: '{0}' は Xcode で開いています
ko: '{0}'이(가) Xcode에서 열려 있습니다.
pt_br: "{0}" está aberto no Xcode
ru: "{0}" открыт в Xcode
tr: '{0}' Xcode'da açık
zh_hans: “{0}”将在 Xcode 中打开
zh_hant: '{0}' 已在 Xcode 中開啟

# ObjCSyntax.ObjCImplementationDeclFound
source: Found ObjCImplementationDecl: {0}
de: ObjCImplementationDecl gefunden: {0}
pt_br: Encontrado ObjCImplementationDecl: {0}
ru: Найдено ObjCImplementationDecl: {0}

# ObjCSyntax.ParsingProperty
source: [{0}] Parsing property type '{0}'
de: [{0}] Der Eigenschaftstyp „{0}“ wird analysiert.
pt_br: [{0}] Analisando o tipo de propriedade "{0}"
ru: [{0}] Разбор типа свойства "{0}"

# ObjCSyntax.PropertyNotImplementedException
source: Unsupported property type {0}
de: Nicht unterstützter Eigenschaftstyp „{0}“
pt_br: Tipo de propriedade sem suporte {0}
ru: Неподдерживаемый тип свойства {0}

# ObjCSyntax.Visiting
source: [{0}] Visiting {{{1}}}
de: [{0}] {{{1}}} wird besucht.
pt_br: [{0}] Visitando {{{1}}}
ru: [{0}] Посещение {{{1}}}

# Options.DotnetPath.Description
source: Set the path to the .NET SDK, when not provided will use the path from the parent process if it is 'dotnet' otherwise falls back to the 'dotnet' on the PATH.
cs: Nastavte cestu k sadě .NET SDK. Pokud se nezadá, použije se cesta z nadřazeného procesu (pokud je to dotnet, jinak se vrátí k dotnet v parametru PATH).
de: Legen Sie den Pfad zum .NET SDK fest. Wenn keine Angabe erfolgt, wird der Pfad aus dem übergeordneten Prozess verwendet, wenn er "dotnet" ist. Andernfalls wird auf "dotnet" im PFAD zurückgesetzt.
es: Establezca la ruta de acceso al SDK de .NET; cuando no se proporcione usará la ruta de acceso del proceso primario si es "dotnet"; de lo contrario vuelve a "dotnet" en PATH.
it: Impostare il percorso di .NET SDK. Se non viene specificato, verrà usato il percorso del processo padre se è 'dotnet'. In caso contrario, verrà usato 'dotnet' in PATH.
ja: .NET SDK へのパスを設定します。指定しない場合、親プロセスからのパスが 'dotnet' の場合はそのパスを使用し、それ以外の場合は、PATH の 'dotnet' にフォールバックします。
ko: .NET SDK의 경로를 설정하며, 제공되지 않을 경우 경로가 'dotnet'인 경우 부모 프로세스의 경로를 사용하고 그렇지 않은 경우 경로의 'dotnet'으로 되돌아갑니다.
pt_br: Defina o caminho para o SDK do .NET, quando não fornecido usará o caminho do processo pai se for "dotnet", caso contrário, retornará ao "dotnet" no PATH.
ru: Задайте путь к пакету SDK .NET. Если он не указан, будет использоваться путь из родительского процесса, если это «dotnet», в противном случае возвращается к «dotnet» в PATH.
tr: Yolu .NET SDK'sına ayarlayın, sağlanmadıysa, 'dotnet' ise üst işlemden gelen yolu kullan, aksi halde PATH'de 'dotnet' öğesine geri döner.
zh_hans: 设置 .NET SDK 的路径(如果未提供)，如果为 “dotnet”，则将使用父级进程中的路径，否则将回退到 PATH 上的 “dotnet”。
zh_hant: 將路徑設定為 .NET SDK，如果沒有提供，則將使用父處理序的路徑，如果它是 'dotnet'，否則將後援至 PATH 上的 'dotnet'。

# Options.Force.Description
source: Force overwrite of an existing Xcode project
cs: Vynutit přepsání existujícího projektu Xcode
de: Überschreiben eines vorhandenen Xcode-Projekts erzwingen
es: Forzar la sobreescritura de un proyecto de Xcode existente
it: Forza sovrascrittura di un progetto Xcode esistente
ja: 既存の Xcode プロジェクトを強制的に上書きする
ko: 기존 Xcode 프로젝트 강제 덮어쓰기
pt_br: Forçar a substituição de um projeto Xcode existente
ru: Принудительная перезапись существующего проекта Xcode
tr: Mevcut bir Xcode projesinin üzerine yazmaya zorla
zh_hans: 强制覆盖现有 Xcode 项目
zh_hant: 強制覆寫現有的 Xcode 專案

# Options.Open.Description
source: Open the generated project in Xcode
cs: Otevřít vygenerovaný projekt v Xcode
de: Generiertes Projekt in Xcode öffnen
es: Abrir el proyecto generado en Xcode
it: Apri il progetto generato in Xcode
ja: Xcode で生成されたプロジェクトを開く
ko: 생성된 프로젝트를 Xcode에서 엽니다.
pt_br: Abrir o projeto gerado no Xcode
ru: Открыть созданный проект в Xcode
tr: Oluşturulan projeyi Xcode'da aç
zh_hans: 在 Xcode 中打开生成的项目
zh_hant: 在 Xcode 中開啟產生的專案

# Options.Project.Description
source: Path to the source .NET .csproj
cs: Cesta ke zdrojovému souboru .NET .csproj
de: Pfad zur .NET-Quelldatei .csproj
es: Ruta de acceso al .NET .csproj de origen
it: Percorso del file .csproj .NET di origine
ja: ソース .NET .csproj へのパス
ko: 원본 .NET .csproj으로의 경로
pt_br: Caminho para o .csproj .NET de origem
ru: Путь к исходному CSPROJ-файлу .NET
tr: .NET .csproj kaynağının yolu
zh_hans: 指向源 .NET .csproj 的路径
zh_hant: 來源 .NET .csproj 的路徑

# Options.Target.Description
source: Path to the target Xcode project
cs: Cesta k cílovému projektu Xcode
de: Pfad zum Xcode-Zielprojekt
es: Ruta de acceso al proyecto de Xcode de destino
it: Percorso del progetto Xcode di destinazione
ja: ターゲット Xcode プロジェクトへのパス
ko: 대상 Xcode 프로젝트의 경로
pt_br: Caminho para o projeto Xcode de destino
ru: Путь к целевому проекту Xcode
tr: Hedef Xcode projesinin yolu
zh_hans: 指向目标 Xcode 项目的路径
zh_hant: 目標 Xcode 專案的路徑

# Options.Tfm.Description
source: Specify the target framework moniker
cs: Zadejte moniker cílové architektury.
de: Den Zielframeworkmoniker angeben
es: Especificar el moniker de la plataforma de destino
it: Specificare il moniker framework di destinazione
ja: ターゲット フレームワーク モニカーを指定する
ko: 대상 프레임워크 모니커 지정
pt_br: Especificar o moniker da estrutura de destino
ru: Укажите моникер целевой платформы
tr: Hedef çerçeve bilinen adını belirtin
zh_hans: 指定目标框架名字对象
zh_hant: 指定目標 Framework Moniker

# Options.Verbosity.Description
source: Set the verbosity level
cs: Nastavit úroveň podrobností
de: Ausführlichkeitsgrad festlegen
es: Establecer el nivel de detalle
it: Imposta livello di dettaglio
ja: 詳細レベルを設定する
ko: 세부 정보 표시 수준 설정
pt_br: Definir o nível de detalhamento
ru: Задать уровень детализации
tr: Ayrıntı düzeyini ayarlayın
zh_hans: 设置详细级别
zh_hant: 設定詳細程度層級

# ProgramHeader
source: xcSync v{0}, (c) Microsoft Corporation. All rights reserved.
cs: xcSync v{0}, (c) Microsoft Corporation. Všechna práva vyhrazena.
de: xcSync v{0}, (c) Microsoft Corporation. Alle Rechte vorbehalten.
it: xcSync v{0}, (c) Microsoft Corporation. Tutti i diritti sono riservati.
pt_br: xcSync v{0}, (C) Microsoft Corporation. Todos os direitos reservados.
ru: xcSync v{0}, (c) Корпорация Майкрософт. Все права защищены.
tr: xcSync v{0}, (c) Microsoft Corporation. Tüm hakları saklıdır.
zh_hans: xcSync v{0}，(c) Microsoft Corporation。保留所有权利。
zh_hant: xcSync v{0}, (c) Microsoft Corporation.著作權所有，並保留一切權利。

# Sync.HeaderInformation
source: Syncing files from project '{0}' to target '{1}'
cs: Synchronizují se soubory z projektu {0} do cíle {1}.
de: Dateien werden aus dem Projekt "{0}" werden im Ziel "{1}" synchronisiert.
es: Sincronizando archivos del proyecto '{0}' al destino '{1}'
it: Sincronizzazione dei file dal progetto '{0}' alla destinazione'{1}'
ja: プロジェクト '{0}' からターゲット '{1}' にファイルを同期しています
ko: '{0}' 프로젝트에서 '{1}' 대상으로의 파일을 동기화하는 중
pt_br: Sincronizando arquivos do projeto "{0}" com o destino "{1}"
ru: Синхронизация файлов из проекта "{0}" в целевой объект "{1}"
tr: '{0}' projesinden '{1}' hedefine dosyalar eşitleniyor
zh_hans: 正在将文件从项目“{0}”同步到目标“{1}”
zh_hant: 正在將檔案從專案 '{0}' 同步到目標 '{1}'

# SyncContext.GeneratingFiles
source: Generating Xcode project files...
cs: Generují se soubory projektu Xcode...
de: Xcode-Projektdateien werden generiert...
it: Generazione dei file di progetto Xcode in corso...
ja: Xcode プロジェクト ファイルを生成しています...
ko: Xcode 프로젝트 파일을 생성하는 중...
pt_br: Gerando arquivos de projeto do Xcode...
ru: Создание файлов проекта Xcode…
tr: Xcode proje dosyaları oluşturuluyor...
zh_hans: 正在生成 Xcode 项目文件...
zh_hant: 正在產生 Xcode 專案檔案...

# SyncContext.ProcessingType
source: Processing type {0}
de: Verarbeitungstyp „{0}“
pt_br: Tipo de processamento {0}
ru: Обработка типа {0}

# SyncContext.SyncComplete
source: Synchronization complete.
cs: Synchronizace byla dokončena.
de: Synchronisierung wurde abgeschlossen.
it: Sincronizzazione completata.
ja: 同期が完了しました。
ko: 동기화가 완료되었습니다.
pt_br: Sincronização concluída.
ru: Синхронизация завершена.
tr: Eşitleme tamamlandı.
zh_hans: 同步完成。
zh_hant: 同步處理已完成。

# TypeService.AssemblyUpdateError
source: {0}: Failed to cache new compilation within type system, changes are not preserved.
cs: {0}: Nepodařilo se uložit novou kompilaci do mezipaměti v rámci systému typů. Změny se nezachovají.
de: {0}: Fehler beim Zwischenspeichern der neuen Kompilierung innerhalb des Typsystems. Änderungen werden nicht beibehalten.
it: {0}: non è stato possibile memorizzare nella cache la nuova compilazione all'interno del sistema di tipi. Le modifiche non vengono mantenute.
ja: {0}: 型システム内で新しいコンパイルをキャッシュできませんでした。変更は保存されません。
ko: {0}: 형식 시스템 내에서 새 컴파일을 캐시하지 못했습니다. 변경 내용이 유지되지 않습니다.
pt_br: {0}: falha ao armazenar em cache a nova compilação no sistema de tipos. As alterações não são preservadas.
ru: {0}: не удалось кэшировать новую компиляцию в системе типов, изменения не сохранены.
tr: {0}: Tür sistemi içinde yeni derleme önbelleğe alınamadı, değişiklikler korunmadı.
zh_hans: {0}: 无法在类型系统中缓存新的编译，更改不会保留。
zh_hant: {0}: 無法在類型系統中快取新編譯，不會保留變更。

# TypeService.CompilationErrorsFound
source: {0}: Compilation errors found
cs: {0}: Byly nalezeny chyby kompilace.
de: {0}: Keine Kompilierungsfehler gefunden.
it: {0}: errori di compilazione trovati.
ja: {0}: コンパイル エラーが見つかりました
ko: {0}: 컴파일 오류가 발견됨
pt_br: {0}: erros de compilação encontrados
ru: {0}: обнаружены ошибки компиляции.
tr: {0}: Derleme hataları bulundu
zh_hans: {0}: 找到编译错误
zh_hant: {0}: 發現編譯錯誤

# TypeService.CompilationNotFound
source: The compilation for {0} could not be located for synchronization.
cs: Nebyla nalezena kompilace pro {0} pro synchronizaci.
de: Die Kompilierung für {0} konnte für die Synchronisierung nicht gefunden werden.
es: No se ha encontrado la compilación de {0} para la sincronización.
it: Non è possibile individuare la compilazione per {0} per la sincronizzazione.
ja: 同期する {0} のコンパイルが見つかりませんでした。
ko: 동기화에 필요한 {0}에 대한 컴파일을 찾을 수 없습니다.
pt_br: Não foi possível localizar a compilação de {0} para sincronização.
ru: Не удалось найти компиляцию {0} для синхронизации.
tr: Eşitleme için {0} derlemesi bulunamadı.
zh_hans: 无法找到用于同步的 {0} 编译。
zh_hant: 找不到要同步處理的 {0} 編譯。

# TypeService.DuplicateCompilation
source: The compilation for {0} has already been added, ignoring this instance.
cs: Kompilace pro {0} již byla přidána. Tato instance bude ignorována.
de: Die Kompilierung für {0} wurde bereits hinzugefügt. Diese Instanz wird ignoriert.
es: Ya se ha agregado la compilación para {0}, omitiendo esta instancia.
it: La compilazione di {0} è già stata aggiunta. L'istanza verrà ignorata.
ja: {0} のコンパイルは既に追加されています。このインスタンスは無視されます。
ko: {0}에 대한 컴파일이 이미 추가되었으므로 이 인스턴스를 무시합니다.
pt_br: A compilação para {0} já foi adicionada, ignorando essa instância.
ru: Компиляция {0} уже добавлена, этот экземпляр игнорируется.
tr: Bu örnek {0} için derleme zaten eklenmiş, yoksayılıyor.
zh_hans: 已添加 {0} 的编译，将忽略此实例。
zh_hant: 已新增 {0} 的編譯，正在忽略此執行個體。

# TypeService.DuplicateType
source: Type '{0}' already exists in project.
cs: Typ {0} již v projektu existuje.
de: Der Typ "{0}'' ist im Projekt "" bereits vorhanden.
es: El tipo '{0}' ya existe en el proyecto.
it: Il tipo '{0}' esiste già nel progetto.
ja: 型 '{0}' は既にプロジェクトに存在します。
ko: '{0}' 형식이 프로젝트에 이미 있습니다.
pt_br: O tipo "{0}" já existe no projeto.
ru: Тип "{0}" уже существует в проекте.
tr: '{0}' türü projede zaten mevcut.
zh_hans: 项目中已存在类型“{0}”。
zh_hant: 類型 '{0}' 已存在於專案中。

# TypeService.MappingMismatch
source: Mismatch when attempting to update mapping of '{0}' to '{1}' with '{2}' to '{3}'.
cs: Neshoda při pokusu o aktualizaci mapování {0} na {1} s {2} na {3}
de: Konflikt beim Versuch, die Zuordnung von "{0}" zu "{1}" mit "{2}" zu "{3}" zu aktualisieren.
es: Error de coincidencia al intentar actualizar la asignación de '{0}' a '{1}' con '{2}' a '{3}'.
it: Mancata corrispondenza durante il tentativo di aggiornare il mapping di '{0}' a '{1}' con '{2}' a '{3}'.
ja: '{0}' から '{1}' へのマッピングを '{2}' から '{3}' へのマッピングに更新しようとしたときに不一致が発生しました。
ko: 매핑을 '{0}'에서 '{1}'(으)로, '{2}'에서 '{3}'(으)로 업데이트하려고 할 때 일치하지 않습니다.
pt_br: Incompatibilidade ao tentar atualizar o mapeamento de "{0}" para "{1}" com "{2}" para "{3}".
ru: Несоответствие при попытке обновить сопоставление "{0}" в "{1}" с "{2}" в "{3}".
tr: '{0}' ile '{1}' arasındaki eşlemeyi '{2}' ile '{3}' arasında güncellemeye çalışırken uyumsuzluk.
zh_hans: 尝试将从“{0}”到“{1}”的映射更新为从“{2}”到“{3}”的映射时不匹配。
zh_hant: 嘗試將 '{0}' 到 '{1}' 的對應更新為 '{2}' 到 '{3}' 時不符。

# TypeService.MappingNotFound
source: Mapping from of '{0}' to '{1}' already exists.
cs: Mapování z {0} na {1} již existuje.
de: Die Zuordnung von "{0}" zu "{1}" ist bereits vorhanden.
es: La asignación de '{0}' a '{1}' ya existe.
it: Il mapping da '{0}' a '{1}' esiste già.
ja: '{0}' から '{1}' へのマッピングは既に存在します。
ko: '{0}'에서 '{1}'(으)로의 매핑이 이미 있습니다.
pt_br: O mapeamento de "{0}" para "{1}" já existe.
ru: Сопоставление из "{0}" в "{1}" уже существует.
tr: '{0}' ile '{1}' arasında eşleme zaten mevcuttur.
zh_hans: 从“{0}”到“{1}”的映射已存在。
zh_hant: 從 '{0}' 到 '{1}' 的對應已存在。

# TypeService.MappingUpdateFailed
source: Failed to updated mapping of '{0}' to '{1}'.
cs: Mapování {0} se nepovedlo aktualizovat na {1}.
de: Fehler beim Aktualisieren der Zuordnung von "{0}" zu "{1}".
es: No se pudo actualizar la asignación de '{0}' a '{1}'.
it: Non è stato possibile aggiornare il mapping di '{0}' a '{1}'.
ja: '{0}' への '{1}' のマッピングを更新できませんでした。
ko: 매핑을 '{0}'에서 '{1}'(으)로 업데이트하지 못했습니다.
pt_br: Falha ao atualizar o mapeamento de "{0}" para "{1}".
ru: Не удалось обновить сопоставление "{0}" в "{1}".
tr: '{0}' ile '{1}' arasındaki eşleme güncellenemedi.
zh_hans: 未能更新从“{0}”到“{1}”的映射。
zh_hant: 無法將 '{0}' 的對應更新為 '{1}'。

# TypeService.MissingAssemblyName
source: The compilation does not have an AssemblyName, possibly because it is dynamic, and unsupported.
cs: Kompilace nemá parametr AssemblyName. Je to pravděpodobně proto, že je dynamická a nepodporovaná.
de: Die Kompilierung weist keinen AssemblyName auf. Dies ist möglicherweise darauf zurückzuführen, dass sie dynamisch ist und nicht unterstützt wird.
es: La compilación no tiene un AssemblyName, posiblemente porque es dinámico y no se admite.
it: La compilazione non contiene un oggetto AssemblyName, probabilmente perché è dinamico e non è supportato.
ja: コンパイルに AssemblyName がありません。これは動的であり、サポートされていないことが原因である可能性があります。
ko: 컴파일에 AssemblyName이 없습니다. 동적이며 지원되지 않기 때문일 수 있습니다.
pt_br: A compilação não tem um AssemblyName, possivelmente porque é dinâmica e não tem suporte.
ru: Компиляция не содержит AssemblyName. Возможная причина: она является динамической и не поддерживается.
tr: Derlemenin bir AssemblyName'i yok, bunun nedeni muhtemelen dinamik olması ve desteklenmemesidir.
zh_hans: 编译没有 AssemblyName，可能是因为它是动态的且不受支持。
zh_hant: 編譯沒有 AssemblyName，可能是因為它是動態且不受支援。

# TypeService.SyntaxRootNotFound
source: The {0} type could not be synchronized due to missing symbol information.
cs: Typ {0} nelze synchronizovat z důvodu chybějících informací o symbolu.
de: Der Typ „{0}“ konnte aufgrund fehlender Symbolinformationen nicht synchronisiert werden.
es: No se ha podido sincronizar el tipo de {0} porque falta información de símbolos.
it: Non è possibile sincronizzare il tipo di {0} a causa di informazioni sui simboli mancanti.
ja: シンボル情報がないため、{0} 型を同期できませんでした。
ko: 기호 정보가 누락되어 {0} 형식을 동기화할 수 없습니다.
pt_br: Não foi possível sincronizar o tipo {0} devido a informações de símbolo ausentes.
ru: Не удалось синхронизировать тип {0} из-за отсутствующих сведений о символах.
tr: Sembol bilgisi eksik olduğundan {0} türü eşitlenemedi.
zh_hans: 由于缺少符号信息，无法同步 {0} 类型。
zh_hant: 因為缺少符號資訊，所已找不到要同步處理的 {0} 類型。

# TypeService.TypeNotFound
source: The {0} type could not be located for synchronization.
cs: Nebyl nalezen typ {0} pro synchronizaci.
de: Der Typ „{0}“ konnte nicht für die Synchronisierung gefunden werden.
es: No se ha encontrado el tipo de {0} para la sincronización.
it: Non è possibile individuare il tipo di {0} per la sincronizzazione.
ja: 同期する {0} 型が見つかりませんでした。
ko: 동기화에 필요한 {0} 형식을 찾을 수 없습니다.
pt_br: Não foi possível localizar o tipo {0} para sincronização.
ru: Не удалось найти тип {0} для синхронизации.
tr: Eşitleme için {0} türü bulunamadı.
zh_hans: 无法找到用于同步的 {0} 类型。
zh_hant: 找不到要同步處理的 {0} 類型。

# Watch.ErrorMonitoringProjectFiles
source: An error occurred while monitoring file changes in {0}.
cs: Při monitorování změn souborů v umístění {0}došlo k chybě.
de: Fehler beim Überwachen von Dateiänderungen in {0}.
es: Error al supervisar los cambios de archivo en {0}.
it: Si è verificato un errore durante il monitoraggio delle modifiche ai file in {0}.
ja: {0} でファイルの変更を監視しているときにエラーが発生しました。
ko: {0}의 파일 변경 내용을 모니터링하는 동안 오류가 발생했습니다.
pt_br: Ocorreu um erro ao monitorar as alterações de arquivo em {0}.
ru: Произошла ошибка при мониторинге изменений файлов в {0}.
tr: {0} yolundaki dosya değişiklikleri izlenirken bir hata oluştu.
zh_hans: 监视 {0} 中的文件更改时出错。
zh_hant: 監視 {0} 中的檔案變更時發生錯誤。

# Watch.FileChangeDetected
source: Changes detected for {0} in {1} project.
cs: V projektu {1} byly zjištěny změny pro {0}.
de: Für {0} im Projekt {1} wurden Änderungen erkannt.
es: Cambios detectados para {0} el proyecto {1}.
it: Sono state rilevate modifiche per {0} nel progetto {1}.
ja: {1} プロジェクトの {0} に対する変更が検出されました。
ko: {1} 프로젝트에서 {0}에 대한 변경 내용이 검색되었습니다.
pt_br: Alterações detectadas no {0} projeto {1}.
ru: Обнаружены изменения для {0} в проекте {1}.
tr: {1} projesinde {0} için değişiklik tespit edildi.
zh_hans: 检测到 {1} 项目中的 {0} 中存在更改。
zh_hant: 在 {0} 專案中偵測到 {1} 的變更。

# Watch.FileChangeFilter
source: Filtering file changes to files that match {0}.
cs: Filtrují se změny souborů, které odpovídají řetězci {0}.
de: Dateiänderungen an Dateien, die {0} entsprechen, werden gefiltert.
es: Filtrado de cambios de archivo a los archivos que coinciden con {0}.
it: Filtraggio delle modifiche ai file che corrispondono a {0}.
ja: {0} に一致するファイルに対するファイルの変更をフィルター処理しています。
ko: {0}와(과) 일치하는 파일에 대한 파일 변경 내용을 필터링하는 중입니다.
pt_br: Filtrando alterações de arquivo nos arquivos que correspondem a {0}.
ru: Фильтрация изменений файлов, соответствующих {0}.
tr: {0} ile eşleşen dosyalara yapılan dosya değişiklikleri filtreleniyor.
zh_hans: 正在筛选对与 {0} 匹配的文件的文件更改。
zh_hant: 正在篩選對符合 {0} 的檔案的檔案變更。

# Watch.FileRenameDetected
source: File renamed from {0} to {1} in {2} project.
cs: Soubor se přejmenoval z {0} na {1} v projektu {2}.
de: Die Datei wurde im Projekt {2} von {0} in {1} umbenannt.
es: Nombre de archivo cambiado de {0} a {1} en proyecto {2}.
it: I file è stato rinominato da {0} a {1} nel progetto {2}.
ja: {2} プロジェクトで、ファイルの名前が {0} から {1} に変更されました。
ko: {2} 프로젝트에서 파일 이름이 {0}에서 {1}(으)로 변경되었습니다.
pt_br: Arquivo renomeado de {0} para {1} no projeto {2}.
ru: Файл переименован из {0} в {1} в проекте {2}.
tr: Dosya, {2} projesinde {0} yerine {1} olarak yeniden adlandırıldı.
zh_hans: 文件已在 {2} 项目中从 {0} 重命名为 {1}。
zh_hant: {2} 專案中的檔案已從 {0} 重新命名為 {1}。

# Watch.HeaderInformation
source: Continuously syncing files between '{0}' and '{1}' for '{2}' platform.
de: Fortlaufendes Synchronisieren von Dateien zwischen „{0}“ und „{1}“ für die Plattform „{2}“
pt_br: Sincronizando continuamente arquivos entre "{0}" e "{1}" para a plataforma "{2}".
ru: Непрерывная синхронизация файлов между "{0}" и "{1}" для платформы "{2}".

# Watch.InputRedirectedInstructions
source: >>> Input is redirected, waiting for SIGINT <<<
de: >>> Eingabe wird umgeleitet, und es wird auf SIGINT<<< gewartet.
pt_br: >>> entrada é redirecionada, aguardando SIGINT <<<
ru: >>> Ввод перенаправлен, ожидание SIGINT <<<

# Watch.InteractiveInstructions
source: Press Ctrl+C or ESC to stop.
de: Drücken Sie STRG+C oder ESC, um den Vorgang zu beenden.
pt_br: Pressione Ctrl+C ou ESC para parar.
ru: Нажмите Ctrl+C или ESC для остановки.

# Watch.PausingMonitoring
source: Pausing monitoring
cs: Pozastavuje se monitorování.
de: Überwachung wird angehalten
it: Sospensione del monitoraggio
ja: 監視を一時停止しています
pt_br: Pausando o monitoramento
ru: Приостановка мониторинга
tr: İzleme duraklatılıyor
zh_hans: 正在暂停监视

# Watch.ReceivedCtrlC
source: Received CTRL-C, exiting.
de: STRG+C empfangen, wird beendet.
pt_br: CTRL-C recebido, saindo.
ru: Получена команда CTRL-C, выход.

# Watch.ReceivedEsc
source: Received ESC, exiting.
de: ESC empfangen, beendet.
pt_br: ESC recebido, saindo.
ru: Получена команда ESC, выход.

# Watch.ResumingMonitoring
source: Context synced. Resuming monitoring
cs: Kontext se synchronizoval. Obnovuje se monitorování.
de: Kontext synchronisiert. Überwachung wird fortgesetzt
it: Contesto sincronizzato. Ripresa del monitoraggio
ja: コンテキストが同期されました。監視の再開
pt_br: Contexto sincronizado. Retomando o monitoramento
ru: Контекст синхронизирован. Возобновление мониторинга
tr: Bağlam eşitlendi. İzleme sürdürülüyor
zh_hans: 上下文已同步。正在恢复监视

# Watch.StartMonitoringProject
source: Monitoring project file changes in {0} started.
cs: Monitorování změn souborů projektu v umístění {0} bylo zahájeno.
de: Die Überwachung von Projektdateiänderungen in {0} wurde gestartet.
es: Supervisión de los cambios de archivos del proyecto en {0} iniciada.
it: Il monitoraggio delle modifiche ai file di progetto in {0} è stato avviato.
ja: {0} でのプロジェクト ファイルの変更の監視を開始しました。
ko: {0}의 프로젝트 파일 변경 모니터링을 시작했습니다.
pt_br: O monitoramento de alterações do arquivo de projeto em {0} começou.
ru: Наблюдение за изменениями файлов проекта в {0} запущено.
tr: {0} yolundaki proje dosyası değişikliklerinin izlenmesine başlandı.
zh_hans: 已开始监视 {0} 中的项目文件更改。
zh_hant: 已開始監視 {0} 中的專案檔案變更。

# Watch.StopMonitoringProject
source: Monitoring project file changes in {0} stopped.
cs: Monitorování změn souborů projektu v umístění {0} bylo zastaveno.
de: Die Überwachung von Projektdateiänderungen in {0} wurde beendet.
es: Se ha detenido la supervisión de los cambios de archivo del proyecto en {0}.
it: Il monitoraggio delle modifiche ai file di progetto in {0} è stato arrestato.
ja: {0} でのプロジェクト ファイルの変更の監視を停止しました。
ko: {0}의 프로젝트 파일 변경 모니터링을 중지했습니다.
pt_br: O monitoramento de alterações do arquivo de projeto em {0} parou.
ru: Наблюдение за изменениями файлов проекта в {0} остановлено.
tr: {0} yolundaki proje dosyası değişikliklerinin izlenmesi durduruldu.
zh_hans: 已停止监视 {0} 中的项目文件更改。
zh_hant: 已停止監視 {0} 中的專案檔案變更。

# Watch.StopSynchronization
source: Stopping synchronization and completing remaining jobs.
de: Die Synchronisierung wird beendet, und verbleibende Aufträge werden abgeschlossen.
pt_br: Interrompendo a sincronização e concluindo os trabalhos restantes.
ru: Остановка синхронизации и завершение оставшихся заданий.

# Watch.StopWatchProcess
source: User has requested to stop the sync process. Changes will no longer be processed.
de: Der Benutzer hat angefordert, den Synchronisierungsprozess zu beenden. Änderungen werden nicht mehr verarbeitet.
pt_br: O usuário solicitou a interrupção do processo de sincronização. As alterações não serão mais processadas.
ru: Пользователь запросил остановку процесса синхронизации. Изменения больше не будут обрабатываться.

# Watch.Syncing
source: Syncing change context
cs: Synchronizuje se kontext změny.
de: Änderungskontext wird synchronisiert
it: Sincronizzazione del contesto di modifica
ja: 変更コンテキストを同期しています
pt_br: Sincronizando o contexto de alteração
ru: Синхронизация контекста изменений
tr: Değişiklik bağlamı eşitleniyor
zh_hans: 正在同步更改上下文
