Repository: dotnet/xcsync
Catalog: src/xcsync/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# Watch.WorkerException
source: Error processing change message {0}: {1}. Please file a bug report here: https://aka.ms/xcsync-issue
cs: Při zpracování zprávy o změně {0} došlo k chybě: {1}. Nahlaste prosím chybu tady: https://aka.ms/xcsync-issue
de: Fehler beim Verarbeiten der Änderungsmeldung {0}: {1}. Erstellen Sie hier einen Fehlerbericht: https://aka.ms/xcsync-issue
it: Errore durante l'elaborazione del messaggio di modifica {0}: {1}. Segnalare un bug qui: https://aka.ms/xcsync-issue
ja: 変更メッセージ {0} の処理中にエラーが発生しました: {1}。ここにバグ レポートを提出してください: https://aka.ms/xcsync-issue
pt_br: Erro ao processar a mensagem de alteração {0}: {1}. Registre um relatório de bugs aqui: https://aka.ms/xcsync-issue
ru: Ошибка обработки сообщения об изменении {0}: {1}. Создайте отчет об ошибке здесь: https://aka.ms/xcsync-issue
tr: {0}: {1} değişiklik iletisi işlenirken hata oluştu. Lütfen buradan bir hata raporu oluşturun: https://aka.ms/xcsync-issue
zh_hans: 处理更改消息 {0} 时出错：{1}。请在此处提交 bug 报告：https://aka.ms/xcsync-issue

# Worker.ProcessingError
source: Error processing message.
de: Fehler beim Verarbeiten der Meldung
pt_br: Erro ao processar mensagem.
ru: Сообщение об ошибке обработки.

# Worker.ProcessingException
source: Exception processing message.
de: Ausnahmeverarbeitungsmeldung.
pt_br: Mensagem de processamento de exceção.
ru: Сообщение об обработке исключения.

# XcodeWorkspace.ErrorDiagnosticIssue
source: ERROR: {0}
cs: CHYBA: {0}
de: FEHLER: {0}
it: ERRORE: {0}
ja: エラー: {0}
pt_br: ERRO: {0}
ru: ОШИБКА: {0}
tr: HATA: {0}
zh_hans: 错误: {0}

# XcodeWorkspace.ErrorParsing
source: Error: Parsing failed for '{0}' due to '{1}'.
cs: Chyba: Selhalo parsování pro cestu {0}, protože došlo k této chybě: {1}.
de: Fehler: Fehler bei der Analyse von "{0}" aufgrund von "{1}".
it: Errore: l’analisi di '{0}' non è riuscita a causa di '{1}'.
ja: エラー: '{1}' のため、'{0}' の解析に失敗しました。
ko: 오류: '{1}'(으)로 인해 '{0}'에 대한 구문 분석이 실패했습니다.
pt_br: Erro: falha na análise de '{0}' devido a '{1}'.
ru: Ошибка. Не удалось проанализировать "{0}" по следующей причине: "{1}"
tr: Hata: '{1}' nedeniyle '{0}' için ayrıştırma başarısız oldu.
zh_hans: 错误: 由于“{1}”，分析“{0}”失败。
zh_hant: 錯誤: 因為 '{1}'，所以 '{0}' 的剖析失敗。

# XcodeWorkspace.ErrorProcessing
source: Error processing '{0}' : {1}\n{2}
cs: Při zpracování cesty {0} došlo k chybě: {1}\n{2}
de: Fehler beim Verarbeiten von "{0}": {1}\n{2}
it: Errore di elaborazione '{0}' : {1}\n{2}
ja: '{0}' の処理にエラーが発生しました: {1}\n{2}
ko: '{0}'을(를) 처리하는 동안 오류가 발생했습니다. {1}\n{2}
pt_br: Erro ao processar '{0}' : {1}\n{2}
ru: Ошибка при обработке "{0}": {1}\n{2}
tr: '{0}' işlenirken hata oluştu : {1}\n{2}
zh_hans: 处理“{0}”时出错: {1}\n{2}
zh_hant: 處理 '{0}' 時發生錯誤: {1}\n{2}

# XcodeWorkspace.ErrorUpdatingRoslynType
source: {0} : Error '{1}' : {2}\n{3}
cs: {0} : Chyba {1}: {2}\n{3}
de: {0}: Fehler "{1}": {2}\n{3}
it: {0} : Errore '{1}' : {2}\n{3}
ja: {0} : エラー '{1}' : {2}\n{3}
ko: {0} : 오류 '{1}' : {2}\n{3}
pt_br: {0} : Erro '{1}' : {2}\n{3}
ru: {0}: ошибка "{1}" {2}\n{3}
tr: {0} : '{1}' hatası : {2}\n{3}
zh_hans: {0} : 错误“{1}”: {2}\n{3}
zh_hant: {0} : 錯誤 '{1}' : {2}\n{3}

# XcodeWorkspace.FailToLoadXcodeProject
source: Failed to load the Xcode project file at {0}
cs: Nepovedlo se načíst soubor projektu Xcode v umístění {0}.
de: Fehler beim Laden der Xcode-Projektdatei bei {0}
it: Non è stato possibile caricare il file di progetto Xcode in {0}
ja: {0} で Xcode プロジェクト ファイルを読み込めませんでした
ko: {0}의 Xcode 프로젝트 파일 로드 실패
pt_br: Falha ao carregar o arquivo de projeto do Xcode {0}
ru: Не удалось загрузить файл проекта Xcode по адресу {0}.
tr: Xcode proje dosyası {0} yolunda yüklenemedi
zh_hans: 未能加载位于 {0} 的 Xcode 项目文件
zh_hant: 無法載入位於 {0} 的 Xcode 專案檔案

# XcodeWorkspace.FatalDiagnosticIssue
source: FATAL: {0}
cs: ZÁVAŽNÉ: {0}
de: SCHWERWIEGEND: {0}
it: IRREVERSIBILE: {0}
ja: 致命的: {0}
ru: НЕУСТРАНИМАЯ ОШИБКА: {0}
tr: ÖNEMLİ: {0}
zh_hans: 严重: {0}

# XcodeWorkspace.FileDiagnostics
source: Diagnostics for '{0}':
cs: Diagnostika pro cestu {0}:
de: Diagnose für "{0}":
it: Diagnostica per '{0}':
ja: '{0}' の診断:
ko: '{0}'에 대한 진단:
pt_br: Diagnóstico para "{0}":
ru: Диагностика для "{0}":
tr: '{0}' için tanılama:
zh_hans: 对“{0}”的诊断:
zh_hant: '{0}'的診斷:

# XcodeWorkspace.FileParsingHasDiagnostics
source: Parsing '{0}' generated diagnostic messages use Detailed logging to view them.
cs: Při analýze vygenerovaných diagnostických zpráv {0} použijte k jejich zobrazení podrobné protokolování.
de: Die durch die Analyse von „{0}“ generierten Diagnosemeldungen verwenden eine detaillierte Protokollierung, um sie anzuzeigen.
it: L'analisi dei messaggi di diagnostica generati da '{0}' usa la registrazione dettagliata per visualizzarli.
ja: 生成された診断メッセージ '{0}' を解析するには、詳細ログを使用して表示します。
pt_br: Analisando '{0}' gerou mensagens de diagnóstico. Use o registro detalhado para visualizá-las.
ru: Анализируя диагностические сообщения, сгенерированные "{0}", используйте подробное ведение журнала для их просмотра.
tr: Oluşturulan '{0}' iletilerini görüntülemek için Ayrıntılı günlüğe kaydedin.
zh_hans: 对 "{0}" 生成的诊断消息的分析使用详细日志记录来查看它们。

# XcodeWorkspace.MultipleTypesFound
source: Multiple types found for {0}
cs: Pro {0} se našlo více typů.
de: Für {0} wurden mehrere Typen gefunden.
it: Sono stati trovati più tipi per {0}
ja: {0} に対して複数の型が見つかりました
ko: {0}대한 여러 형식이 있음
pt_br: Vários tipos encontrados para {0}
ru: Найдено несколько типов для {0}.
tr: {0} için birden çok tür bulundu
zh_hans: 找到了 {0} 的多个类型
zh_hant: 發現多個 {0} 的類型

# XcodeWorkspace.NoTypesFound
source: No types found for {0}
cs: Pro {0} se nenašly žádné typy.
de: Für {0} wurden keine Typen gefunden.
it: Non sono stati trovati tipi per {0}
ja: {0} の型が見つかりません
ko: {0}에 대한 형식을 찾을 수 없음
pt_br: Nenhum tipo encontrado para {0}
ru: Типы для {0} не найдены.
tr: {0} için tür bulunamadı
zh_hans: 找不到 {0} 的类型
zh_hant: 找不到 {0} 的類型

# XcodeWorkspace.NoteDiagnosticIssue
source: NOTE: {0}
cs: POZNÁMKA: {0}
de: HINWEIS: {0}
it: NOTA: {0}
ja: 注: {0}
pt_br: Observação: {0}
ru: ЗАМЕТКА: {0}
tr: NOT: {0}
zh_hans: 注意: {0}

# XcodeWorkspace.ProcessingFile
source: Processing '{0}'
cs: Zpracovává se cesta {0}.
de: "{0}" wird verarbeitet.
it: Elaborazione di '{0}'
ja: '{0}' を処理しています
ko: '{0}'을(를) 처리하는 중
pt_br: Processando "{0}"
ru: Обработка "{0}"
tr: '{0}' işleniyor
zh_hans: 正在处理“{0}”
zh_hant: 正在處理 '{0}'

# XcodeWorkspace.ProcessingObjCImplementation
source: Processing ObjCImplementationDecl: {0}
cs: Zpracovává se ObjCImplementationDecl: {0}
de: ObjCImplementationDecl wird verarbeitet: {0}
it: Elaborazione di ObjCImplementationDecl: {0}
ja: ObjCImplementationDecl を処理しています: {0}
ko: ObjCImplementationDecl을 처리하는 중: {0}
pt_br: Processando ObjCImplementationDecl: {0}
ru: Обработка ObjCImplementationDecl: {0}
tr: ObjCImplementationDecl İşleniyor: {0}
zh_hans: 正在处理 ObjCImplementationDecl: {0}
zh_hant: 正在處理 ObjCImplementationDecl: {0}

# XcodeWorkspace.SkipProcessing
source: Skipping '{0}' due to one or more errors listed above.
cs: Cesta {0} se kvůli jedné nebo více výše uvedeným chybám přeskočí.
de: "{0}" wird aufgrund mindestens eines der oben aufgeführten Fehler übersprungen.
it: '{0}' verrà ignorato a causa di uno o più degli errori elencati in precedenza.
ja: 上記の 1 つ以上のエラーにより、'{0}' をスキップしています。
ko: 위에 나열된 하나 이상의 오류로 인해 '{0}'을(를) 건너뛰는 중입니다.
pt_br: Ignorando '{0}' devido a um ou mais erros listados acima.
ru: Путь "{0}" будет пропущен из-за приведенных выше ошибок.
tr: '{0}' yukarıda listelenen bir veya daha fazla hata nedeniyle atlanıyor.
zh_hans: 由于上面列出的一个或多个错误，正在跳过“{0}”。
zh_hant: 因為有上列一或多個錯誤，所以正在跳過 '{0}'。

# XcodeWorkspace.UnexpectedTypesFound
source: Unexpected type found: {0}
cs: Byl nalezen neočekávaný typ: {0}
de: Unerwarteter Typ gefunden: {0}
it: È stato trovato un tipo non previsto: {0}
ja: 予期しない型が見つかりました: {0}
ko: 예기치 않은 형식을 찾았습니다. {0}
pt_br: Tipo inesperado encontrado: {0}
ru: Обнаружен непредусмотренный тип {0}.
tr: Beklenmeyen tür bulundu: {0}
zh_hans: 找到意外类型: {0}
zh_hant: 發現非預期的類型: {0}

# XcodeWorkspace.UsingDefaultSdkRoot
source: SDKROOT not found in any release configuration, defaulting to 'macosx'
de: SDKROOT wurde in keiner Releasekonfiguration gefunden. Standardmäßig wird „macosx“ verwendet.
pt_br: SDKROOT não encontrado em nenhuma configuração de versão, definindo como padrão "macosx"
ru: SDKROOT не найден ни в одной конфигурации выпуска, по умолчанию используется "macosx"

# XcodeWorkspace.WarningDiagnosticIssue
source: WARNING: {0}
cs: UPOZORNĚNÍ: {0}
de: WARNUNG: {0}
it: AVVISO: {0}
ja: 警告: {0}
pt_br: AVISO: {0}
ru: Внимание! {0}
tr: UYARI: {0}
zh_hans: 警告: {0}

# XcodeWorkspace.XcodeProjectDoesNotContainObjects
source: The Xcode project file at {0} does not contain any objects
cs: Soubor projektu Xcode v umístění {0} neobsahuje žádné objekty.
de: Die Xcode-Projektdatei in {0} enthält keine Objekte.
it: Il file di progetto Xcode in {0} non contiene oggetti
ja: {0} の Xcode プロジェクト ファイルにオブジェクトが含まれていません
ko: {0}의 Xcode 프로젝트 파일에 개체가 없음
pt_br: O arquivo de projeto do Xcode {0} não contém nenhum objeto
ru: Файл проекта Xcode по пути {0} не содержит объектов.
tr: {0} yolunda Xcode proje dosyası nesne içermiyor
zh_hans: {0} 中的 Xcode 项目文件不包含任何对象
zh_hant: 位於 {0} 的 Xcode 專案檔案未包含任何物件

# XcodeWorkspace.XcodeProjectNotFound
source: File not found: {0}
cs: Soubor nebyl nalezen: {0}
de: Datei nicht gefunden: {0}
it: Il file non è stato trovato: {0}
ja: ファイルが見つかりません: {0}
pt_br: Arquivo não encontrado: {0}
ru: Файл не найден: {0}
tr: Dosya bulunamadı: {0}
zh_hans: 找不到文件: {0}

# Commands.Generate.Description
source: generate a Xcode project at the path specified by --target from the project identified by --project
cs: generovat projekt Xcode v cestě zadané parametrem --target z projektu určeného parametrem --project
es: generar un proyecto de Xcode en la ruta de acceso especificada por --target desde el proyecto identificado por --project
it: generare un progetto Xcode nel percorso specificato da --target dal progetto identificato da --project
ja: --project で識別されるプロジェクトから --target で指定されたパスで Xcode プロジェクトを生成します
ko: --project로 식별된 프로젝트에서 --target으로 지정된 경로에 Xcode 프로젝트를 생성합니다.
tr: --project tarafından tanımlanan projeden --target tarafından belirtilen yolda bir Xcode projesi oluşturun
zh_hans: 根据 --project 标识的项目，在 --target 指定的路径上生成一个 Xcode 项目
zh_hant: 從 --project 識別的專案在 --target 指定的路徑產生 Xcode 專案

# Commands.Watch.Description
source: generates a Xcode project, then continuously synchronizes changes between the Xcode project and the .NET project
cs: automaticky synchronizuje změny mezi projektem .NET a projektem Xcode
tr: .NET projesi ile Xcode projesi arasındaki değişiklikleri otomatik olarak senkronize eder

# Watch.HeaderInformation
source: Syncing changes between project '{0}' and '{1}'.
cs: Synchronizují se změny mezi projektem {0} a projektem {1}.
es: Sincronizando los cambios entre el proyecto '{0}' y '{1}'.
it: Sincronizzazione delle modifiche tra il progetto '{0}' e '{1}'.
ja: プロジェクトの '{0}' と '{1}' の間で変更を同期しています。
ko: '{0}' 프로젝트와 '{1}' 간의 변경 내용을 동기화하는 중입니다.
tr: '{0}' ve '{1}' projesi arasındaki değişiklikler senkronize ediliyor.
zh_hans: 正在项目“{0}”和“{1}”之间同步更改。
zh_hant: 正在同步專案 '{0}' 與 '{1}' 之間的變更。

# Commands.Watch.Description
source: syncs changes between the .NET project and Xcode project automatically
es: sincroniza automáticamente los cambios entre el proyecto .NET y el proyecto de Xcode
it: sincronizza automaticamente le modifiche tra il progetto .NET e il progetto Xcode
ja: .NET プロジェクトと Xcode プロジェクト間の変更を自動的に同期します
ko: .NET 프로젝트와 Xcode 프로젝트 간의 변경 내용을 자동으로 동기화합니다.
zh_hans: 自动在 .NET 项目和 Xcode 项目之间同步更改
zh_hant: 自動同步 .NET 專案與 Xcode 專案之間的變更
