Repository: dotnet/xcsync
Catalog: src/xcsync/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# Base.CreateDefaultTarget
source: Target path '{0}' does not exist, but is the default location, creating.
cs: Cílová cesta {0} neexistuje, ale je výchozím umístěním. Probíhá vytváření.
de: Der Zielpfad "{0}" ist nicht vorhanden, ist aber der Standardspeicherort, der erstellt wird.
es: La ruta de acceso de destino '{0}' no existe, sino que es la ubicación predeterminada, creando.
it: Il percorso di destinazione '{0}' non esiste, ma è il percorso predefinito in fase di creazione.
ja: ターゲット パス '{0}' は存在しませんが、既定の場所が作成されています。
ko: '{0}' 대상 경로가 존재하지 않지만 기본 위치이므로 만듭니다.
pt_br: O caminho de destino "{0}" não existe, mas é o local padrão, criando.
ru: Целевой путь "{0}" не существует, но является расположением по умолчанию, создается.
tr: Hedef yolu '{0}' mevcut değil, ancak varsayılan konum oluşturuluyor.
zh_hans: 目标路径“{0}”不存在，但却是默认位置，正在创建。
zh_hant: 目標路徑 '{0}' 不存在，但它是預設位置，正在建立。

# Base.DotnetPath
source: Using the `dotnet` located at {0}.
cs: Pomocí dotnet umístěného na {0}.
de: "dotnet" aus {0} wird verwendet.
it: Utilizzo di 'dotnet' che si trova in {0}.
pt_br: Usando a `dotnet` localizada em {0}.
ru: Использование платформы dotnet, расположенной по пути {0}.
tr: {0} konumunda bulunan `dotnet` kullanılıyor.
zh_hans: 使用位于 {0} 的 `dotnet`。

# Base.EstablishDefaultTarget
source: Target path is the default location or empty, prefixing with '{0}'
cs: Cílová cesta je výchozí umístění nebo je prázdná. Přidává se předpona {0}.
de: Der Zielpfad ist der Standardspeicherort oder leer, wobei "{0}" als Präfix vorangestellt wird.
es: La ruta de acceso de destino es la ubicación predeterminada o está vacía, con el prefijo '{0}'
it: Il percorso di destinazione è il percorso predefinito o vuoto, con prefisso '{0}'
ja: ターゲット パスは既定の場所または空で、プレフィックスは '{0}' です
ko: 대상 경로가 기본 위치이거나 비어 있으며 '{0}'을(를) 접두사로 사용합니다.
pt_br: O caminho de destino é o local padrão ou está vazio, com um prefixo "{0}"
ru: Целевой путь является расположением по умолчанию или пустым, с префиксом "{0}"
tr: Hedef yol varsayılan konumdur veya ön eki '{0}' olan boştur
zh_hans: 目标路径是默认位置或为空，前缀为 "{0}"
zh_hant: 目標路徑是預設位置或空白，前置詞為 '{0}'

# Base.FoundProjectFile
source: Found .csproj file '{0}' in path '{1}'
cs: V cestě {1} se našel soubor .csproj {0}.
de: Im Pfad "{0}" wurde eine CSPROJ-Datei "{1}" gefunden.
es: Se encontró el archivo .csproj '{0}' en la ruta de acceso '{1}'
it: È stato trovato il file con estensione csproj '{0}' nel percorso '{1}'
ja: パス '{1}' に .csproj ファイル '{0}' が見つかりました
ko: '{1}' 경로에서 '{0}' .csproj 파일을 찾았습니다.
pt_br: Arquivo .csproj "{0}" encontrado no caminho "{1}"
ru: Найден CSPROJ-файл "{0}" в пути "{1}"
tr: Yol haritasında .csproj '{0}' dosyası '{1}'
zh_hans: 在路径“{1}”中找到 .csproj 文件“{0}”
zh_hant: 在路徑 '{1}' 中找到 .csproj 檔案 '{0}'

# Base.ProjectTfms
source: Project target frameworks: '{0}'
cs: Cílové architektury projektu: {0}
de: Projektzielframeworks: "{0}"
es: Marcos de destino del proyecto: '{0}'
it: Framework di destinazione del progetto: '{0}'
ja: プロジェクトのターゲット フレームワーク: '{0}'
ko: 프로젝트 대상 프레임워크: '{0}'
pt_br: Estruturas de destino do projeto: "{0}"
ru: Целевые платформы проекта: "{0}"
tr: Proje hedef çerçeveleri: '{0}'
zh_hans: 项目目标框架: {0}
zh_hant: 專案目標 Framework: '{0}'

# Base.SearchForProjectFiles
source: '{0}' is not a .csproj file, searching for .csproj files in directory
cs: {0} není soubor .csproj. V adresáři se hledají soubory .csproj.
de: "{0}" ist keine CSPROJ-Datei. Es wird nach CSPROJ-Dateien im Verzeichnis gesucht.
es: '{0}' no es un archivo .csproj, buscando archivos .csproj en el directorio
it: '{0}' non è un file con estensione csproj. Verranno ricercati i file con estensione csproj nella directory
ja: '{0}' は .csproj ファイルではありません。ディレクトリ内の .csproj ファイルを検索しています
ko: '{0}'은(는) .csproj 파일이 아닙니다. 디렉터리에서 .csproj 파일을 검색합니다.
pt_br: "{0}" não é um arquivo .csproj; procurando arquivos .csproj no diretório
ru: "{0}" не является CSPROJ-файлом, выполняется поиск CSPROJ-файлов в каталоге
tr: '{0}' bir .csproj dosyası değil, dizinde .csproj dosyaları aranıyor
zh_hans: “{0}”不是 .csproj 文件，正在目录中搜索 .csproj 文件
zh_hant: '{0}' 不是 .csproj 檔案，正在目錄中搜尋 .csproj 檔案

# Base.UseDefaultTfm
source: No target framework moniker specified, using the first one found in the project.
cs: Nebyl zadán žádný moniker cílové architektury. Použije se první moniker nalezený v projektu.
de: Es wurde kein Zielframeworkmoniker angegeben, und der erste im Projekt gefundene wird verwendet.
es: No se ha especificado ningún moniker de la plataforma de destino, se está usando el primero encontrado en el proyecto.
it: Non è stato specificato alcun moniker framework di destinazione. Verrà usato il primo moniker trovato nel progetto.
ja: ターゲット フレームワーク モニカーが指定されていません。プロジェクトで最初に見つかったモニカーを使用しています。
ko: 대상 프레임워크 모니커가 지정되지 않았습니다. 프로젝트에서 찾는 첫 번째 모니커를 사용합니다.
pt_br: Nenhum moniker de estrutura de destino especificado, usando o primeiro encontrado no projeto.
ru: Не указан моникер целевой платформы, используется первый найденный в проекте.
tr: Projede bulunan ilk çerçeve kullanılarak hedef çerçeve adı belirtilmedi.
zh_hans: 未指定目标框架名字对象，正在使用在项目中找到的第一个。
zh_hant: 未指定目標 Framework Moniker，正在使用在專案中找到的第一個目標 Framework Moniker。

# Base.XcodePath
source: Using Xcode from {0}.
cs: Používá se Xcode z {0}.
de: Xcode aus {0} wird verwendet.
it: Utilizzo di Xcode da {0}.
pt_br: Usando o Xcode do {0}.
ru: Использование среды Xcode, расположенной по пути {0}.
tr: {0} yolundaki Xcode kullanılıyor.
zh_hans: 使用 {0} 中的 Xcode。

# ClrProject.CompilationError
source: Compilation error in project '{0}' : {1}
de: Kompilierungsfehler im Projekt „{0}“: {1}
pt_br: Erro de compilação no projeto "{0}" : {1}
ru: Ошибка компиляции в проекте "{0}" : {1}

# ClrProject.InvalidOperationError
source: Invalid operation while processing project '{0}' : {1}
de: Ungültiger Vorgang beim Verarbeiten des Projekts „{0}“: {1}
pt_br: Operação inválida ao processar o projeto "{0}" : {1}
ru: Недопустимая операция при обработке проекта "{0}" : {1}

# ClrProject.InvalidOperationException
source: Compilation errors detected in project '{0}': {1}}
de: Kompilierungsfehler im Projekt „{0}“: {1}}
pt_br: Erros de compilação detectados no projeto "{0}": {1}}
ru: Обнаружены ошибки компиляции в проекте "{0}" : {1}}

# ClrProject.NotSupportedException
source: Compilation not supported for current project '{0}'
de: Die Kompilierung wird für das aktuelle Projekt „{0}“ nicht unterstützt.
pt_br: Não há suporte para compilação para o projeto atual "{0}"
ru: Компиляция не поддерживается для текущего проекта "{0}"

# ClrProject.UnexpectedError
source: Unexpected error occurred while processing project '{0}' : {1}
de: Unerwarteter Fehler beim Verarbeiten des Projekts „{0}“: {1}
pt_br: Erro inesperado ao processar o projeto "{0}" : {1}
ru: Произошла непредвиденная ошибка при обработке проекта "{0}" : {1}

# Commands.Generate.Description
source: generate an Xcode project at the path specified by --target from the project identified by --project
de: Xcode-Projekt unter dem durch "--target" angegebenen Pfad aus dem durch "--project" identifizierten Projekt generieren
pt_br: gerar um projeto Xcode no caminho especificado por --target do projeto identificado por --project
ru: создать проект Xcode по пути, указанному параметром --target, из проекта, определяемого параметром --project

# Commands.Sync.Description
source: used after the generate command to synchronize changes from the generated Xcode project back to the .NET project
cs: používá se po příkazu generate k synchronizaci změn z vygenerovaného projektu Xcode zpět do projektu .NET
de: wird nach dem Befehl "generate" zum Synchronisieren von Änderungen vom generierten Xcode-Projekt zurück zum .NET-Projekt verwendet.
es: se usa después del comando generate para sincronizar los cambios del proyecto de Xcode generado de nuevo con el proyecto de .NET.
it: utilizzato dopo il comando di generazione per sincronizzare le modifiche dal progetto Xcode generato al progetto .NET
ja: 生成された Xcode プロジェクトからの変更を .NET プロジェクトに同期するために generate コマンドの後に使用されます
ko: 생성 명령 후에 사용하여 생성된 Xcode 프로젝트의 변경 내용을 .NET 프로젝트로 다시 동기화합니다.
pt_br: usado após o comando gerar para sincronizar as alterações do projeto Xcode gerado de volta para o projeto .NET
ru: используется после выполнения команды создания для синхронизации изменений из созданного проекта Xcode обратно в проект .NET
tr: oluşturulan Xcode projesinden değişiklikleri .NET projesine eşitlemek için oluştur komutundan sonra kullanılır
zh_hans: 在生成命令之后使用，用于将生成的 Xcode 项目中的更改同步回 .NET 项目
zh_hant: 用於產生命令之後，以將產生的 Xcode 專案變更同步到 .NET 專案

# Commands.Watch.Description
source: generates an Xcode project, then continuously synchronizes changes between the Xcode project and the .NET project
de: generiert ein Xcode-Projekt und synchronisiert dann kontinuierlich Änderungen zwischen dem Xcode-Projekt und dem .NET-Projekt.
pt_br: gera um projeto Xcode e sincroniza continuamente as alterações entre o projeto Xcode e o projeto .NET
ru: создает проект Xcode, а затем непрерывно синхронизирует изменения между проектом Xcode и проектом .NET

# CopyFileWorker.CopiedFile
source: Copied {0} to {1}
de: „{0}“ wurde in „{1}“ kopiert.
pt_br: Copiado {0} para {1}
ru: Скопировано: {0} в {1}.

# Errors.CsprojNotFound
source: Could not find a .csproj file in path '{0}'
cs: V cestě {0} se nepovedlo najít soubor .csproj.
de: Im Pfad "{0}" wurde keine CSPROJ-Datei gefunden.
es: No se encontró un archivo .csproj en la ruta de acceso '{0}'
it: Non è stato possibile trovare un file con estensione csproj nel percorso '{0}'
ja: パス '{0}' に .csproj ファイルが見つかりませんでした
ko: '{0}' 경로에서 .csproj 파일을 찾을 수 없습니다.
pt_br: Não foi possível localizar um arquivo .csproj no caminho "{0}"
ru: Не удалось найти CSPROJ-файл в пути "{0}"
tr: '{0}' yolunda bir .csproj dosyası bulunamadı
zh_hans: 在路径“{0}”中找不到 .csproj 文件
zh_hant: 在路徑 '{0}' 中找不到 .csproj 檔案

# Errors.InvalidOption
source: Invalid option '{0}' provided: {1}
cs: Byla zadána neplatná možnost {0}: {1}
de: Ungültige Option "{0}" angegeben: {1}
es: Se proporcionó una opción '{0}' no válida: {1}
it: È stata specificata un'opzione '{0}' non valida: {1}
ja: 無効なオプション '{0}' 指定されました。{1}
ko: 잘못된 '{0}' 옵션이 제공됨: {1}
pt_br: Opção inválida "{0}" fornecida: {1}
ru: Указан недопустимый параметр "{0}": {1}
tr: Geçersiz seçenek '{0}' sağlandı: {1}
zh_hans: 提供的选项 "{0}": {1} 无效
zh_hant: 提供的選項 '{0}' 無效: {1}

# Errors.MultipleProjectFilesFound
source: Multiple .csproj files found in '{0}', please specify which project file to use via the [--project, -p] option: {1}
cs: V umístění {0} se našlo více souborů .csproj. Pomocí možnosti [--project, -p] prosím zadejte, který soubor projektu se má použít: {1}.
de: In "{0}" wurden mehrere CSPROJ-Dateien gefunden. Geben Sie über die Option [--project, -p] an, welche Projektdatei verwendet werden soll: {1}
es: Se han encontrado varios archivos .csproj en '{0}', especifique qué archivo de proyecto usar mediante la opción [--project, -p]: {1}
it: Sono stati trovati più file con estensione .csproj in '{0}’. Specificare il file di progetto da usare tramite l'opzione [--project, -p]: {1}
ja: '{0}' に複数の .csproj ファイルが見つかりました。[--project, -p] オプションを介して使用するプロジェクト ファイルを指定してください。{1}
ko: '{0}'에 .csproj 파일이 여러 개 있습니다. [--project, -p] 옵션을 통해 사용할 프로젝트 파일을 지정하세요. {1}
pt_br: Vários arquivos .csproj encontrados em "{0}"; especifique qual arquivo de projeto deve ser usado por meio da opção [--project, -p]: {1}
ru: В "{0}" обнаружено несколько CSPROJ-файлов. Укажите файл проекта, который следует использовать, с помощью параметра [--project, -p]: {1}
tr: '{0}'da birden fazla .csproj dosyası bulundu, lütfen [--project, -p] seçeneği aracılığıyla hangi proje dosyasının kullanılacağını belirtin: {1}
zh_hans: 在“{0}”中找到多个 .csproj 文件，请通过 [--project, -p] 选项指定要使用的项目文件: {1}
zh_hant: 在 '{0}' 中找到多個 .csproj 檔案，請透過 [--project, -p] 選項指定要使用的專案檔案: {1}

# Errors.MultipleTfmsFound
source: Multiple target frameworks found in the project file. Specify which target framework to use with the [--target-framework, -tfm] option.
cs: V souboru projektu bylo nalezeno více cílových architektur. Pomocí možnosti [--target-framework, -tfm] zadejte cílovou architekturu, která se má použít.
de: In der Projektdatei wurden mehrere Zielframeworks gefunden. Geben Sie an, welches Zielframework mit der Option [--target-framework, -tfm] verwendet werden soll.
es: Se encontraron varias plataformas de destino en el archivo de proyecto. Especifique la plataforma de destino que se va a usar con la opción [--target-framework, -tfm].
it: Sono stati trovati più framework di destinazione nel file di progetto. Specificare il framework di destinazione da utilizzare con l'opzione [--target-framework, -tfm].
ja: プロジェクト ファイルに複数のターゲット フレームワークが見つかりました。[--target-framework, -tfm] オプションで使用するターゲット フレームワークを指定します。
ko: 프로젝트 파일에 여러 대상 프레임워크가 있습니다. [--target-framework, -tfm] 옵션과 함께 사용할 대상 프레임워크를 지정합니다.
pt_br: Várias estruturas de destino encontradas no arquivo de projeto. Especifique qual estrutura de destino usar com a opção [--target-framework, -tfm].
ru: В файле проекта найдено несколько целевых платформ. Укажите целевую платформу для использования с параметром [--target-framework, -tfm].
tr: Proje dosyasında birden fazla hedef çerçeve bulundu. [--target-framework, -tfm] seçeneğiyle hangi hedef çerçevenin kullanılacağını belirtin.
zh_hans: 在项目文件中找到多个目标框架。通过 [--target-framework, -tfm] 选项指定要使用的目标框架。
zh_hant: 在專案檔案中發現多個目標 Framework。指定要搭配 [--target-framework, -tfm] 選項使用的目標 Framework。

# Errors.PbxprojNotFound
source: Could not find a project.pbxproj file in path '{0}'
de: Die Datei „project.pbxproj“ wurde im Pfad „{0}“ nicht gefunden.
pt_br: Não foi possível localizar um arquivo project.pbxproj no caminho "{0}"
ru: Не удалось найти файл project.pbxproj в пути "{0}"

# Errors.TargetPlatformNotFound
source: Target platform not found
cs: Nebyla nalezena cílová platforma.
de: Zielplattform nicht gefunden
es: No se encontró la plataforma de destino
it: Piattaforma di destinazione non trovata
ja: ターゲット プラットフォームが見つかりません
ko: 대상 플랫폼을 찾을 수 없음
pt_br: Plataforma de destino não encontrada
ru: Целевая платформа не найдена
tr: Hedef platform bulunamadı
zh_hans: 找不到目标平台
zh_hant: 找不到目標平台

# Errors.TfmNotSupported
source: Target framework is not supported by current .NET project.
cs: Aktuální projekt .NET nepodporuje cílovou architekturu.
de: Das Zielframework wird vom aktuellen .NET-Projekt nicht unterstützt.
es: El proyecto de .NET actual no admite la plataforma de destino.
it: Il framework di destinazione non è supportato dal progetto .NET corrente.
ja: ターゲット フレームワークは、現在の .NET プロジェクトではサポートされていません。
ko: 대상 프레임워크는 현재 .NET 프로젝트에서 지원되지 않습니다.
pt_br: O projeto .NET atual não dá suporte à estrutura de destino.
ru: Целевая платформа не поддерживается текущим проектом .NET.
tr: Hedef çerçeve geçerli .NET projesi tarafından desteklenmiyor.
zh_hans: 当前 .NET 项目不支持目标框架。
zh_hant: 目前的 .NET 專案不支援目標 Framework。

# Errors.Validation.InvalidOS
source: The xcsync tool can only be run on macOS.
cs: Nástroj xcsync lze spustit pouze v systému macOS.
de: Das xcsync-Tool kann nur unter macOS ausgeführt werden.
it: Lo strumento xcsync può essere eseguito solo in macOS.
ja: xcsync ツールは macOS でのみ実行できます。
pt_br: A ferramenta xcsync só pode ser executada no macOS.
ru: Средство xcsync можно запустить только в macOS.
tr: Xcsync aracı yalnızca macOS üzerinde çalıştırılabilir.
zh_hans: xcsync 工具只能在 macOS 上运行。

# Errors.Validation.InvalidTargetFramework
source: Invalid TFM: Target framework '{0}' does not target an Apple platform
cs: Neplatný moniker cílové architektury (TFM): Cílová architektura {0} necílí na platformu Apple.
de: Ungültiger TFM: Zielframework "{0}" ist kein Ziel einer Apple-Plattform.
es: TFM no válido: la plataforma de destino '{0}' no tiene como destino una plataforma de Apple
it: TFM non valido: il framework di destinazione '{0}' non è destinato a una piattaforma Apple
ja: 無効な TFM: ターゲット フレームワーク '{0}' は Apple プラットフォームを対象としていません
ko: 잘못된 TFM: '{0}' 대상 프레임워크가 Apple 플랫폼을 대상으로 하지 않습니다.
pt_br: TFM inválido: a estrutura de destino "{0}" não tem como destino uma plataforma da Apple
ru: Недопустимый TFM: целевая платформа "{0}" не предназначена для платформы Apple
tr: Geçersiz TFM: Hedef çerçeve '{0}' bir Apple platformunu hedeflemiyor
zh_hans: 无效的 TFM: 目标框架 "{0}" 不适用于 Apple 平台
zh_hant: 無效的 TFM: 目標 Framework '{0}' 未以 Apple 平台為目標

# Errors.Validation.InvalidVerbosity
source: Invalid Verbosity. Allowed values are: Quiet, Minimal, Normal, Detailed, Diagnostic.
cs: Úroveň podrobností je neplatná. Povolené hodnoty jsou: Quiet (Potlačené), Minimal (Minimální), Normal (Normální), Detailed (Podrobné), Diagnostic (Diagnostika).
de: Ungültige Ausführlichkeit. Zulässige Werte: Quiet, Minimal, Normal, Detailed, Diagnostic.
it: Livello di dettaglio non valido. I valori consentiti sono: Quiet, Minimal, Normal, Detailed, Diagnostic.
ja: 詳細が無効です。許可されている値は、サイレント、最小、ノーマル、詳細、診断です。
ko: 세부 정보 표시가 유효하지 않습니다. 허용되는 값은 Quiet, Minimal, Normal, Detailed, Diagnostic입니다.
pt_br: Detalhamento Inválido. Os valores permitidos são: Quiet, Minimal, Normal, Detailed, Diagnostic.
ru: Недопустимый уровень детализации. Допустимые значения: Quiet, Minimal, Normal, Detailed, Diagnostic.
tr: Geçersiz Ayrıntı düzeyi. İzin verilen değerler: Sessiz, Minimal, Normal, Ayrıntılı, Tanılama.
zh_hans: 详细程度无效。允许的值为: Quiet、Minimal、Normal、Detailed、Diagnostic。
zh_hant: 詳細程度無效。允許的值為: Quiet、Minimal、Normal、Detailed、Diagnostic。

# Errors.Validation.MissingValidTargetFrameworkInPath
source: Missing valid target framework in '{0}'.
cs: V {0} chybí platná cílová architektura.
de: In "{0}" fehlt ein gültiges Zielframework.
es: Falta la plataforma de destino válida en "{0}".
it: Framework di destinazione valido mancante in '{0}’.
ja: '{0}' に有効なターゲット フレームワークがありません。
ko: '{0}'에 유효한 대상 프레임워크가 없습니다.
pt_br: Estrutura de destino válida ausente em "{0}".
ru: Отсутствует допустимая целевая платформа в "{0}".
tr: '{0}' yolunda geçerli hedef çerçeve eksik.
zh_hans: “{0}”中缺少有效的目标框架。
zh_hant: '{0}' 中遺漏有效的目標架構。

# Errors.Validation.PathDoesNotContainCsproj
source: '{0}' is not a valid path to a .NET project or a directory.
cs: {0} není platná cesta k projektu .NET nebo adresáři.
de: "{0}" ist kein gültiger Pfad zu einem .NET-Projekt oder -Verzeichnis.
es: '{0}' no es una ruta de acceso válida a un proyecto de .NET o a un directorio.
it: '{0}' non è un percorso valido per un progetto o una directory .NET.
ja: '{0}' は、.NET プロジェクトまたはディレクトリへの有効なパスではありません。
ko: '{0}'은(는) .NET 프로젝트 또는 디렉터리의 올바른 경로가 아닙니다.
pt_br: "{0}" não é um caminho válido para um projeto .NET ou um diretório.
ru: "{0}" является недопустимым путем к проекту или каталогу .NET.
tr: '{0}' bir .NET projesine veya dizine giden geçerli bir yol değil.
zh_hans: “{0}”不是指向 .NET 项目或目录的有效路径。
zh_hant: '{0}' 不是 .NET 專案或目錄的有效路徑。

# Errors.Validation.PathDoesNotExist
source: Path '{0}' does not exist
cs: Cesta {0} neexistuje.
de: Der Pfad „{0}“ ist nicht vorhanden.
es: La ruta de acceso "{0}" no existe
it: Il percorso {0} non esiste
ja: パス {0} が存在しません
ko: 경로 '{0}'이(가) 존재하지 않습니다.
pt_br: O caminho '{0}' não existe
ru: Путь "{0}" не существует
tr: '{0}' yolu yok
zh_hans: 路径“{0}”不存在
zh_hant: 路徑 '{0}' 不存在

# Errors.Validation.PathNameIsEmpty
source: Path name is empty
cs: Název cesty je prázdný.
de: Der Pfadname ist leer.
es: El nombre de la ruta de acceso está vacío
it: Il nome del percorso è vuoto.
ja: パス名が空です
ko: 경로 이름이 비어 있습니다.
pt_br: O nome do caminho está vazio
ru: Имя пути пустое
tr: Yol adı boş
zh_hans: 路径名称为空
zh_hant: 路徑名稱是空白

# Errors.Validation.TargetDoesNotExist
source: Target path '{0}' does not exist, will create directory if [--force, -f] is set.
cs: Cílová cesta {0} neexistuje. Pokud je nastavená možnost [--force, -f], vytvoří se adresář.
de: Der Zielpfad "{0}" ist nicht vorhanden. Es wird ein Verzeichnis erstellt, wenn [--force, -f] festgelegt ist.
es: La ruta de acceso de destino '{0}' no existe, creará el directorio si se establece [--force, -f].
it: Il percorso di destinazione '{0}' non esiste. Se [--force, -f] è impostato, verrà creata la directory.
ja: ターゲット パス '{0}' が存在しません。[--force, -f] が設定されている場合、ディレクトリが作成されます。
ko: '{0}' 대상 경로가 없습니다. [--force, -f]가 설정된 경우 디렉터리를 만듭니다.
pt_br: O caminho de destino "{0}" não existe; o diretório será criado se [--force, -f] estiver configurado.
ru: Целевой путь "{0}" не существует, будет создан каталог, если задано [--force, -f].
tr: '{0}' hedef yolu mevcut değil, [--force, -f] ayarlanırsa dizin oluşturulacaktır.
zh_hans: 目标路径“{0}”不存在，如果设置了 [--force, -f]，则将创建目录。
zh_hant: 目標路徑 '{0}' 不存在，如果有設定 [--force, -f]，則將會建立目錄。

# Errors.Validation.TargetIsNotEmpty
source: The target path '{0}' already exists and is not empty. Use [--force, -f] to overwrite the existing project.
cs: Cílová cesta {0} už existuje a není prázdná. Pokud chcete přepsat existující projekt, použijte možnost [--force, -f].
de: Der Zielpfad "{0}" bereits vorhanden und ist nicht leer. Verwenden Sie [--force, -f], um das vorhandene Projekt zu überschreiben.
es: La ruta de acceso de destino '{0}' ya existe y no está vacía. Use [--force, -f] para sobrescribir el proyecto existente.
it: Il percorso di destinazione '{0}' esiste già e non è vuoto. Usare [--force, -f] per sovrascrivere il progetto esistente.
ja: ターゲット パス '{0}' は既に存在し、空ではありません。既存のプロジェクトを上書きするには、[--force, -f] を使用します。
ko: '{0}' 대상 경로가 이미 있으며 비어 있지 않습니다. 기존 프로젝트를 덮어쓰려면 [--force, -f]를 사용하세요.
pt_br: O caminho de destino "{0}" já existe e não está vazio. Use [--force, -f] para substituir o projeto existente.
ru: Целевой путь "{0}" уже существует и не пуст. Используйте [--force, -f] для перезаписи существующего проекта.
tr: '{0}' hedef yolu zaten mevcut ve boş değil. Mevcut projenin üzerine yazmak için [--force, -f] kullanın.
zh_hans: 目标路径“{0}”已存在且不为空。使用 [--force, -f] 覆盖现有项目。
zh_hant: 目標路徑 '{0}' 已存在且不是空白。使用 [--force, -f] 來覆寫現有的專案。

# Errors.Validation.TargetIsNotValidXcodeProjectFolder
source: Target path '{0}' does not exist, or is not a valid Xcode project folder.
de: Der Zielpfad „{0}“ ist nicht vorhanden oder kein gültiger Xcode-Projektordner.
pt_br: O caminho de destino "{0}" não existe ou não é uma pasta de projeto Xcode válida.
ru: Целевой путь"{0}" не существует, или не является действительной папкой проекта Xcode.

# FileWorker.WroteFile
source: Wrote {0} bytes to {1}
de: {0} Bytes in „{1}“ geschrieben.
pt_br: Bytes {0} gravados em {1}
ru: Записано {0} байт в {1}

# General.FoundMsBuild
source: Found MSBuild instance {0} at {1}
de: MSBuild-Instanz {0} unter „{1}“ gefunden.
pt_br: Encontrada a instância {0} do MSBuild em {1}
ru: Обнаружен экземпляр MSBuild {0} в {1}

# General.RegisteredMsBuild
source: Registered MSBuild instance {0} at {1}
de: MSBuild-Instanz {0} unter „{1}“ registriert.
pt_br: Instância do MSBuild {0} registrada em {1}
ru: Зарегистрированный экземпляр MSBuild {0} в {1}

# Generate.GeneratedFiles
source: Generated Xcode header and implementation files
cs: Vygenerované hlavičky Xcode a implementační soubory
de: Xcode-Header und Implementierungsdateien wurden generiert
es: Archivos de encabezado e implementación de Xcode generados
it: Sono stati generati l’intestazione Xcode e i file di implementazione
ja: 生成された Xcode ヘッダーと実装ファイル
ko: 생성된 Xcode 헤더와 구현 파일
pt_br: Cabeçalho e arquivos de implementação do Xcode gerados
ru: Созданные файлы заголовка и реализации Xcode
tr: Oluşturulan Xcode başlığı ve uygulama dosyaları
zh_hans: 生成的 Xcode 标头和实现文件
zh_hant: 產生的 Xcode 標頭和實作檔案

# Generate.GeneratedProject
source: Generated Xcode project at '{0}'
cs: Byl vygenerován projekt Xcode v umístění {0}.
de: Xcode-Projekt unter "{0}" generiert
es: Proyecto Xcode generado en '{0}'
it: Progetto Xcode generato in '{0}'
ja: '{0}' で Xcode プロジェクトが生成されました
ko: '{0}'에서 Xcode 프로젝트를 생성했습니다.
pt_br: Projeto Xcode gerado em "{0}"
ru: Созданный проект Xcode в "{0}"
tr: '{0}' yolunda Xcode projesi oluşturuldu
zh_hans: 已在“{0}”生成 Xcode 项目
zh_hant: 在 '{0}' 產生的 Xcode 專案
